/* Boxcar email address field label */
"Email Address:" = "Indirizzo Email:";

/* Failure adding email */
"Invalid Email" = "Email non valida";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Trasmetti solo se in pausa:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Trasmetti solo se la priorità è almeno:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Prefisso per le notifiche:";

/* Success adding boxcar */
"Registered!" = "Registrato!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Email sconosciuta";

